{
	"Err_PayloadRequirement": "La richiesta deve avere un body",
	"Err_InactiveAccount": "L'account non è ancora stato attivato",
	"Err_UnauthorizedUser": "Non hai i permessi per svolgere questa operazione",
	"Err_Signup_BeginTransaction": "Si è verificato un errore durante l'avvio della transazione per l'inserimento dell'utente",
	"Err_Signup_EmailCheckingQuery": "Si è verificato un errore nell'esecuzione della query durante la richiesta di registrazione. %s",
	"Err_Signup_EmailChecking": "Errore nella verifica dell'email durante la richiesta di registrazione",
	"Err_Signup_AlreadyUsedEmail": "L'email specificata è già associata a un account esistente",
	"Err_Signup_PasswordEncryption": "Si è verificato un errore durante l'hashing e la crittografia della password. %s",
	"Err_Signup_CodeUserQuery": "Si è verificato un errore nella selezione del codice associato al nuovo utente, durante la richiesta di registrazione. %s",
	"Err_Signup_InvalidCodeUser": "Codice di utente risultante non valido, durante la richiesta di registrazione. %s",
	"Err_Signup_UserSaving": "Si è verificato un errore durante il salvataggio dell'utente. %s",
	"Err_Signup_EmailSending": "Si è verificato un errore durante l'invio dell'email relativa il codice di attivazione. %s",
	"Signup_Completed": "Registrazione completata",
	"Signup_EmailSubject": "Benvenuto su NotSoRare",
	"Signup_HTMLEmailContent": "<p><span style=\"font - size:14px; \">Ciao %s %s,</span></p><h1><strong>Benvenuto su <span style = \"color:#e22b2d;\">NotSoRare</span>!</strong></h1><h2>Il primo sito web interamente dedicato ai malati rari.</h2><hr/><p>Inserisci questo codice di attivazione per iniziare subito ad utilizzarlo: <strong>%s</strong>.</p><p><strong>Cosa stai aspettando?</strong></p><p>&nbsp;</p><p><em>Questa è una email generata automaticamente da NotSoRare. Non rispondere a questo indirizzo.</em></p>",
	"Err_Activation_InvalidEmail": "L'indirizzo email specificato non è associato ad alcun account registrato",
	"Err_Activation": "Si è verificato un errore durante l'attivazione dell'account. %s",
	"Err_Activation_InvalidCode": "Il codice di attivazione specificato non è valido",
	"Err_Activation_AlreadyActivated": "L'accound specificato è già attivo",
	"Activation_Completed": "L'attivazione dell'account è stata completata",
	"Err_Login_DataRetrieving": "Errore nel recupero dei dati dell'utente durante la richiesta di login. %s",
	"Err_Login_InvalidEmailPassword": "Email o password non validi",
	"Login_Completed": "Login completato. Utente loggato con codice %s",
	"Err_Logout": "Logout fallito. %s",
	"Logout_Completed": "Logout completato.",
	"Err_RareDiseases_Search": "Si è verificato un errore durante la ricerca delle malattie rare. %s",
	"Err_RareDiseases_List": "Si è verificato un errore durante l'ottenimento dei dati sulle malattie rare registrate. %s",
	"Err_RareDiseases_Data": "Si è verificato un errore durante l'ottenimento dei dati sulla malattia. %s",
	"Err_RareDiseases_DiseaseNotFound": "Il codice specificato non corrisponde ad alcuna malattia registrata",
	"Err_RareDiseases_References": "Si è verificato un errore durante l'ottenimento dei riferimenti della malattia. %s",
	"Err_RareDiseases_ExpertCentres": "Si è verificato un errore durante l'ottenimento dei centri specializzati per la malattia. %s",
	"Err_Experiences_BeginTransaction": "Si è verificato un errore durante l'avvio della transazione per l'esperienza. %s",
	"Err_Experiences_ExperienceInsertion": "Si è verificato un errore durante l'inserimento dell'esperienza. %s",
	"Err_Experiences_ExperienceUpdate": "Si è verificato un errore durante l'aggiornamento dell'esperienza. %s",
	"Err_Experiences_ExperienceNotFound": "Esperienza non trovata: non vi è nessuna esperienza registrata relativamente la malattia e l'utente specificati",
	"Err_Experiences_ExperienceDeletion": "Si è verificato un errore durante la cancellazione dell'esperienza. %s",
	"Err_Experiences_GettingExperience": "Si è verificato un errore durante l'ottenimento dei dati sull'esperienza. %s",
	"Err_Experiences_GettingExperiences": "Si è verificato un errore durante l'ottenimento dei dati sulle esperienze. %s",
	"Err_ForumThreads_BeginTransaction": "Si è verificato un errore durante l'avvio della transazione per la discussione del forum. %s",
	"Err_ForumThreads_ThreadInsertion": "Si è verificato un errore durante l'inserimento della discussione nel forum. %s",
	"Err_ForumThreads_DiseaseNotFound": "Malattia non trovata: non vi è alcuna malattia registrata col codice specificato",
	"Err_ForumThreads_DuplicateTitle": "Esiste già una discussione col medesimo titolo nel forum della malattia rara",
	"Err_ForumThreads_UserNotFound": "Utente non trovato: non vi è nessun utente registrato col codice specificato",
	"Err_ForumThreads_ThreadUpdate": "Si è verificato un errore durante l'aggiornamento della discussione nel forum. %s",
	"Err_ForumThreads_ThreadNotFound": "Discussione non trovata: non vi è alcuna discussione registrata col codice specificato",
	"Err_ForumThreads_ThreadDeletion": "Si è verificato un errore durante la cancellazione della discussione nel forum. %s",
	"Err_ForumThreads_GettingThreads": "Si è verificato un errore durante l'ottenimento delle discussioni nel forum. %s",
	"ForumThreadDeletion_Completed": "Discussione cancellata con successo",
    "Err_ForumMessages_MessageInsertion": "Si è verificato un errore durante l'inserimento del messaggio. %s",
    "Err_ForumMessages_UserNotFound": "Utente non trovato: non vi è alcun utente registrato col codice specificato",
    "Err_ForumMessages_DiseaseNotFound": "Malattia non trovata: non vi è alcuna malattia rara registrata col codice specificato",
    "Err_ForumMessages_ThreadNotFound": "Discussione non trovata: non vi è alcuna discussione registrata col codice specificato",
    "Err_ForumMessages_MessageUpdate": "Si è verificato un errore durante l'aggiornamento del messaggio. %s",
    "Err_ForumMessages_MessageNotFound": "Messaggio non trovato: non vi è alcun messaggio registrato col codice specificato",
    "Err_ForumMessages_MessageDeletion": "Si è verificato un errore durante la cancellazione del messaggio. %s",
    "Err_ForumMessages_UtilityVoteInsertion": "Si è verificato un errore durante l'inserimento del voto di utilità per il messaggio. %s",
    "Err_ForumMessages_UtilityVoteUpdate": "Si è verificato un errore durante l'aggiornamento del voto di utilità per il messaggio. %s",
    "Err_ForumMessages_UtilityVoteDeletion": "Si è verificato un errore durante la cancellazione del voto di utilità per il messaggio. %s. %s",
    "Err_ForumMessages_DuplicateUtilityVote": "Un utente ha votato più di una volta",
    "Err_ForumMessages_NoUserUtilityVote": "Non è stato trovato alcun voto di utilità per l'utente specificato",
	"ForumMessageDeletion_Completed": "Messaggio cancellato con successo",
	"Experience_Added": "Esperienza aggiunta con successo",
	"Experience_Updated": "Esperienza aggiornata con successo",
	"Experience_Removed": "Esperienza cancellata con successo",
	"Err_Users_UserInfo": "Si è verificato un errore durante il recupero dei dati dell'utente. %s",
	"Err_Users_GlobalCount": "Si è verificato un errore durante il calcolo del numero totale di utenti. %s",
	"Err_Users_CountryCount": "Si è verificato un errore durante il calcolo del numero totale di utenti in ogni paese. %s",
	"Err_Users_BeginUpdateTransaction": "Si è verificato un errore durante l'avvio della transazione per l'aggiornamento dell'utente. %s",
	"Err_Users_UserUpdate": "Si è verificato un errore durante l'aggiornamento dell'utente. %s",
	"Err_Users_UserNotFound": "Utente non trovato: non vi è nessun utente registrato col codice specificato",
	"UserUpdate_Completed": "Aggiornamento dell'utente completato",
	"Err_Users_BeginDeleteTransaction": "Si è verificato un errore durante l'avvio della transazione per la cancellazione dell'utente. %s",
	"Err_Users_UserDeletion": "Si è verificato un errore durante la cancellazione dell'utente. %s",
	"UserDeletion_Completed": "Utente cancellato con successo",
	"Err_UserInterests_BeginTransaction": "Si è verificato un errore durante l'avvio della transazione per l'aggiornamento dell'interesse. %s",
	"Err_UserInterests_AddingInterest": "Si è verificato un errore durante l'inserimento dell'interesse dell'utente. %s",
	"Interest_Added": "Interesse dell'utente aggiunto con successo",
	"Err_UserInterests_RemovingInterest": "Si è verificato un errore durante la cancellazione dell'interesse dell'utente. %s",
	"Err_UserInterests_InterestNotPresent": "L'interesse dell'utente nei confronti della malattia rara specificata non è presente",
	"Interest_Removed": "Interesse dell'utente rimosso con successo",
	"Err_UserInterests_GettingInterests": "Si è verificato un errore durante l'ottenimento degli interessi dell'utente. %s",
	"Err_UserInterests_CheckingInterest": "Si è verificato un errore durante il controllo della presenza di un interesse per l'utente. %s"
}