{
    "Err_PayloadRequirement": "La richiesta deve avere un body",
    "Err_Login_InvalidEmail": "L'indirizzo email specificato non è associato ad alcun account registrato",
    "Err_Login_DataRetrieving": "Errore nel recupero dei dati dell'utente durante la richiesta di login",
    "Err_Login_InvalidPassword": "Password non valida",
    "Login_Completed": "Login completato. Utente loggato con codice %s",
    "Err_Signup_BeginTransaction": "An error occurred during insert transaction starting",
    "Err_Signup_EmailCheckingQuery": "Si è verificato un errore nell'esecuzione della query durante la richiesta di registrazione. %s",
    "Err_Signup_EmailChecking": "Errore nella verifica dell'email durante la richiesta di registrazione",
    "Err_Signup_AlreadyUsedEmail": "L'email specificata è già associata a un account esistente",
    "Err_Signup_PasswordEncryption": "Si è verificato un errore durante l'hashing e la crittografia della password. %s",
    "Err_Signup_CodeUserQuery": "Si è verificato un errore nella selezione del codice associato al nuovo utente, durante la richiesta di registrazione. %s",
    "Err_Signup_InvalidCodeUser": "Codice di utente risultante non valido, durante la richiesta di registrazione. %s",
    "Err_Signup_UserSaving": "Si è verificato un errore durante il salvataggio dell'utente. %s",
    "Err_Signup_EmailSending": "Si è verificato un errore durante l'invio dell'email relativa il codice di attivazione. %s",
    "Signup_Completed": "Registrazione completata",
    "Signup_EmailSubject": "Benvenuto su NotSoRare",
    "Signup_HTMLEmailContent": "<p><span style=\"font - size:14px; \">Ciao %s %s,</span></p><h1><strong>Benvenuto su <span style = \"color:#e22b2d;\">NotSoRare</span>!</strong></h1><h2>Il primo sito web interamente dedicato ai malati rari.</h2><hr/><p>Inserisci questo codice di attivazione per iniziare subito ad utilizzarlo: <strong>%s</strong>.</p><p><strong>Cosa stai aspettando?</strong></p><p>&nbsp;</p><p><em>Questa è una email generata automaticamente da NotSoRare. Non rispondere a questo indirizzo.</em></p>"
}